Repository: GabrielTorem/Residencia1C26
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: As one of the greatest living American novelists, Cormac McCarthy is renowned for his daunting plunge into the darkest, scarcely plumbed recesses of the human mind and subjectivity, particularly when his writing is entangled with the Gothic with its unﬂinchingly visceral confrontation with the grossly material horrors of human existence.
es_es: Como uno de los novelistas estadounidenses vivientes más importantes, Cormac McCarthy es reconocido por su zambullida abrumadora en los recovecos más oscuros y apenas conectados de la mente y la subjetividad humana, en especial, cuando su escritura está entrelazada con el estilo gótico, con el enfrentamiento visceral imperturbable, con los horrores materiales más repugnantes de la existencia humana.

source: As pointed out by Punter, “Gothic ﬁction is erotic at root,” and sexual perversion is often the corollary of the repressed “Eros,” which “returns in the form of threat and violence” (1996b, p. 191).
es_es: Como señala Punter, «la ficción gótica es erótica en su raíz», y la perversión sexual es a menudo el corolario del «Eros» reprimido, que «regresa en forma de amenaza y violencia» (1996b, p. 191).

source: As soon as mutuality comes in, and common interests, and cooperation, and tolerance, and a concern for each other’s welfare or prestige in the world, the ethos of the family, of marriage, has asserted itself and they lose their status of lovers.
es_es: En cuanto surgen la reciprocidad, y los intereses comunes, y la cooperación, y la tolerancia, y la preocupación por el bienestar o el prestigio del otro en el mundo, se impone el *ethos* de la familia y del matrimonio, y ellos pierden su condición de amantes.

source: As stated above, the primary features of the Bildungsroman on which this study draws are those proposed by Dilthey.
es_es: Según lo expuesto anteriormente, los rasgos principales del *Bildungsroman* en los que se basa este estudio son los propuestos por Dilthey.

source: As stated earlier, the postmodern parody in *Child of God* operates through Gothic elements, whose principal effects are horror, terror, and degenerative excess associated with “the primitive, the barbaric, and the tabooed” (Punter, 1996a, p.
es_es: Como se ha señalado, la parodia posmoderna en *Hijo de Dios* opera a través de elementos góticos cuyos efectos principales son el horror, el terror y el exceso degenerativo asociado con «lo primitivo, lo bárbaro y lo tabú» (Punter, 1996a, p.

source: As well as recasting the nature of social and domestic fears, Gothic fictions presented different, more exciting, worlds in which heroines in particular could encounter not only frightening violence but also adventurous freedom.
es_es: A la vez que reconfiguraban la naturaleza de los temores sociales y domésticos, las ficciones góticas proponían mundos diferentes, mundos más intensos, mundos en los que las heroínas podían enfrentarse no solo a una violencia aterradora, sino también a una libertad aventurera.

source: Asia was not the only locus of tyranny.
es_es: Asia no era el único foco de la tiranía.

source: At least at the beginning of his love for *Lolita* there are no practical moral considerations, no practical personal considerations, that qualify H. H.’s behaviour.
es_es: Al menos, al comienzo de su amor por Lolita no hay consideraciones morales ni personales prácticas que condicionen el comportamiento de H. H.

source: At the end of his account, he concludes, “You can trace em back to Adam if you want and goddamn if he didn’t outstrip em all,” suggesting that the Ballards’ genealogy has followed a degenerative trajectory (p.
es_es: Al concluir su relato, afirma que «se los puede remontar hasta Adán si se quiere, y maldita sea, si no los superó a todos», lo que sugiere que la genealogía de los Ballard ha seguido una trayectoria degenerativa (p.

source: At the end of his account, he concludes, “You can trace em back to Adam if you want and goddamn if he didn’t outstrip em all,” suggesting that the Ballards’ genealogy has followed a degenerative trajectory (p. 63).
es_es: Al concluir su relato, afirma que «se los puede remontar hasta Adán si se quiere, y maldita sea, si no los superó a todos», lo que sugiere que la genealogía de los Ballard ha seguido una trayectoria degenerativa (p. 63).

source: At the heart of the Gothic resides “materialism without transcendent anchor” (Hurley, 1996, p. 9), which “discloses bodies as partial and plural categories rather than deﬁnite objects” (Botting, 2019, p. 241).
es_es: En el corazón del gótico reside «un materialismo sin ancla trascendente» (Hurley, 1996, p. 9), que «revela los cuerpos como categorías parciales y plurales en lugar de objetos definidos» (Botting, 2019, p. 241).

source: At ﬁrst blush, Ballard’s exploitation of corpses may seem to reafﬁrm the liberal humanist subject’s treatment of the body “as an object for control and mastery rather than as an intrinsic part of the self” (Hayles, 1999, p. 5).
es_es: A primera vista, la explotación de cadáveres por parte de Ballard parece reafirmar el tratamiento liberal humanista del cuerpo «como un objeto de control y dominio más que como una parte intrínseca del yo» (Hayles, 1999, p. 5).

source: Ballard among gothic tree boles, almost jaunty in the outsized clothing he wore, fording drifts of kneedeep snow” (p. 97).
es_es: Ballard, entre troncos de impronta gótica, casi desenfadado dentro de su ropaje desmesurado, vadeando un camino de nieve que lo cubría a la altura de las rodillas» (p. 97).

source: Ballard occupies the space between such binary oppositions as human/beast, male/female, and civilized/primitive.
es_es: Ballard ocupa el espacio entre oposiciones binarias del tipo humano/bestia, masculino/femenino y civilizado/primitivo.

source: Ballard takes a step further than Frankenstein’s monster and becomes a thoroughgoing necrophile in addition to being a serial killer.
es_es: Ballard va un paso más allá que el monstruo de Frankenstein y se convierte en un necrófilo absoluto, además de ser un asesino en serie.

source: Ballard’s collection of corpses, in Vereen Bell’s terms, consist of “facsimile people” (1988, p. 61) assembled as compensation for Ballard’s social alienation and symbolic or “psychic death” (Jarrett, 1997, p. 44).
es_es: La colección de cadáveres de Ballard, según Vereen Bell, se compone de «personas facsimilares» (1988, p. 61) reunidas como compensación de la alienación social de Ballard y de su muerte simbólica o «muerte psíquica» (Jarrett, 1997, p. 44).

source: Ballard’s dream of “riding to his death” could be construed as “a form of suicide: his inarticulate wish to join his true family composed of his dead father [who had committed suicide] and collection of corpses” (Jarrett, 1997, p. 42).
es_es: El sueño de Ballard de «cabalgar hacia la muerte» podría interpretarse como «una forma de suicidio: su deseo inarticulado de unirse a su verdadera familia, compuesta por su padre muerto [que se había suicidado] y su colección de cadáveres» (Jarrett, 1997, p. 42).

source: Baudrillard notes, however, that this death does not simply affect “a subject or a body” as “the real event” but is “a form in which the determinacy of the subject and of value is lost” (1993, p.
es_es: Baudrillard señala, sin embargo, que esta muerte no afecta solo a «un sujeto o un cuerpo»como «el acontecimiento real», sino que es «una forma en la que se pierde la determinación del sujeto y del valor» (1993, pág.

source: Baudrillard notes, however, that this death does not simply affect “a subject or a body” as “the real event” but is “a form in which the determinacy of the subject and of value is lost” (1993, p. 5).
es_es: Baudrillard señala, sin embargo, que esta muerte no influye solo sobre «un sujeto o un cuerpo»como «el acontecimiento verdadero», sino que es «una forma en la que se pierden la determinación del sujeto y del valor» (1993, p. 5).

source: Beattie's warning about romances echoes the distinctions that grounded eighteenth-century criticism: in the maintenance of morality, propriety and virtue, truth, reason, knowledge and taste should always be elevated above fiction, passion, ignorance and depravity.
es_es: La advertencia de Beattie sobre las novelas refleja las distinciones que fundamentaban la crítica del siglo XVIII: la preservación de la moral, los buenos modales y la virtud, la verdad, la razón, el conocimiento y el buen gusto deberían prevalecer siempre por encima de la ficción, la pasión, la ignorancia y la depravación.

source: Both Ballard and Frankenstein’s monster, Lancaster continues, are rejected companionship, ostracized by society, and subjected to a “system of social othering” (2008, p. 133), which fuels their process of becoming “degenerate” monsters (2008, p. 142).
es_es: Tanto a Ballard como al monstruo de Frankenstein, agrega Lancaster, se les niega la compañía, son marginados por la sociedad y sometidos a un «sistema de alteridad social» (2008, p. 133), lo que alimenta su proceso de convertirse en monstruos «degenerados» (2008, p. 142).

source: Both effects can be found in the spatial setting of *Child of God*, in whose procession the typical progressive setting of the *Bildungsroman* is subverted.
es_es: Se pueden hallar ambas situaciones en el escenario espacial de *Hijo de Dios*, en cuya trama se subvierte el típico escenario progresivo del *Bildungsroman*.

source: Broader definitions of Romanticism, like those by Eino Railo and Mario Praz, include Gothic writings, but as examples of less ideal themes of violence, incest, passion and agony: Gothic becomes the dark or negative side to Romanticism.
es_es: Las definiciones más amplias del Romanticismo, como las de Eino Railo y Mario Praz, incluyen los escritos góticos, aunque solo en cuanto a ejemplos de temas menos idealizados como la violencia, el incesto, la pasión y la agonía: el gótico se convierte en el lado oscuro o negativo del Romanticismo.

source: But
es_es: Pero

source: But Mr. Nabokov is not partisan to the point of being dishonest about the true nature of love.
es_es: Pero Nabokov no es partisano hasta el punto de ser deshonesto con respecto a la verdadera naturaleza del amor.

source: But about love, which was once one of its chief preoccupations, it can tell us nothing at all.
es_es: Pero sobre el amor, que una vez fue una de sus mayores preocupaciones, no menciona nada en absoluto.

source: But he is also a scholar of languages and he knows that *nymph* is the Greek word for bride.
es_es: Pero es también un erudito de las lenguas, y sabe que *nymph* es la palabra griega para «novia».

source: But inevitably the sexual revolution of our time brought the relationship between marriage and passion-love to a virtual end.
es_es: Pero, inevitablemente, la revolución sexual de nuestro tiempo llevó a un final virtual la relación entre el matrimonio y el amor-pasión.

source: But it also elevates ones considerations to higher, spiritual objects and ends: Thrice welcome *Death*!
es_es: Pero también eleva las reflexiones hacia objetos y fines espirituales superiores: ¡Tres veces bienvenida *Muerte*!

source: But our doubts are allayed if the obsession can be accounted for by the known fact of a sexual peculiarity, an avowed aberration.
es_es: Pero nuestras dudas se mitigan si la obsesión puede explicarse por el hecho conocido de una peculiaridad sexual, una aberración confesada.

source: By means of natural and cultural objects of sublimity the human mind began its transcendence.
es_es: Mediante objetos naturales y culturales de sublimidad, la mente humana inició su trascendencia.

source: By nefarious means Gothic villains usurp rightful heirs, rob reputable families of property and reputation while threatening the honour of their wives and orphaned daughters.
es_es: Por medios nefarios, los villanos góticos usurpan a los herederos legítimos, despojan a familias respetables de su propiedad y reputación, al tiempo que amenazan el honor de sus esposas e hijas huérfanas.

source: Cars are also described as “degenerate” (p. 25), leaving “coiling dust” behind (p. 33), or “rusting” in a corner (p. 32).
es_es: Los autos también se describen como «degenerados» (p. 25) que dejan atrás «polvo en volutas» (p. 33), o se «oxidan» en un rincón (p. 32).

source: Categories of ‘supernatural-’, ‘historical-’, ‘rational-’ and ‘terror-Gothic’ have, since Summers, been amended in Varma’s work, in G.R.Thompson’s collections, and in Robert Hume’s and Robert Platzner’s debate, in order to account for different Gothic features and effects, especially that of horror.
es_es: Las categorías de «gótico sobrenatural», «gótico histórico», «gótico racional» y «gótico del terror» han sido modificadas, a partir de Summers, en la obra de Varma, en las recopilaciones de G. R. Thompson y en el debate entre Robert Hume y Robert Platzner, con el fin de dar cuenta de distintos rasgos y efectos del gótico, especialmente el del horror.

source: Categorised forms of deviance and abnormality explained criminal behaviour as a pathological return of animalistic, instinctual habits.
es_es: Las formas clasificadas de desviación y anormalidad explicaban el comportamiento criminal como un regreso patológico de hábitos animalísticos e instintivos.

source: Changing features, emphases and meanings disclose Gothic writing as a mode that exceeds genre and categories, restricted neither to a literary school nor to a historical period.
es_es: Los rasgos, énfasis y significados cambiantes revelan la escritura gótica como un modo que excede el género y las categorías, no restringido ni a una escuela literaria ni a un período histórico.

source: Characterization in Child of God capitalizes on both of the foregoing features in order to exert its parodic effect.
es_es: La caracterización en «Hijo de Dios» aprovecha ambos rasgos para ejercer su efecto paródico.

source: Closer to home was the tyranny that attended the decline of the Roman empire which became a site of despotism, degradation and barbarity and was itself overthrown by the Germanic tribes.
es_es: Más cercana estaba la tiranía que acompañó la decadencia del Imperio romano, la cual se convirtió en un lugar de despotismo, degradación y barbarie, y fue a su vez derrocado por las tribus germánicas.

source: Complaining at the 'deluge of familiar romances', T.Row observed in the *Gentleman's Magazine* (1767): 'Tis not only a most unprofitable way of spending time, but extremely predjudicial to their morals, many a young person being entirely corrupted by the giddy and fantastical notions of love and gallantry, imbibed from thence'.
es_es: Quejándose de una «avalancha de novelas conocidas», T. Row señalaba en la revista *Gentleman’s Magazine* (1767): No es solo una forma muy poco provechosa de pasar el tiempo, sino extremadamente perjudicial para la moral, ya que muchas personas jóvenes quedan completamente corrompidas por las ideas atolondradas y fantásticas del amor y la galantería que se imbuían de allí.

source: Conducts us to our Home, and lands us safe
es_es: Nos conduce a nuestro Hogar, y desembarcamos a salvo

source: Confronting and overcoming the limits of material existence, *Night Thoughts* is organised by a play of images which double the significance of life and death, light and dark.
es_es: *Pensamientos nocturnos*, al enfrentar y superar los límites de la existencia material, está organizado por un juego de imágenes que duplican el significado de la vida y la muerte, la luz y la oscuridad.

source: Consequently, “humanistic historicism, conceived as an ideology of perfection through time” (Boes, 2012, p.
es_es: En consecuencia, el «historicismo humanista, concebido como una ideología de perfeccionamiento a lo largo del tiempo» (Boes, 2012, p.

source: Cormac McCarthy’s *Child of God* as a postmodern Gothic parody of the Bildungsroman
es_es: *El hijo de Dios*, de Cormac McCarthy como parodia gótica posmoderna de la novela de formación

source: Cormac McCarthy’s *Child of God* tackles the crisis of Man and its haunting horrors in a postmodern world of disorienting alienation and decentred subjectivity.
es_es: El libro *Hijo de Dios*, de Cormac McCarthy, aborda la crisis del hombre y los horrores que lo acechan en un mundo posmoderno de alienación confusa y de subjetividad descentrada.

source: Cormac McCarthy’s ﬁction has been widely acclaimed for its unstinting exploration of the subterranean recesses of human subjectivity and its inarticulate horrors.
es_es: Las ficciones de Cormac McCarthy fueron considerablemente aclamadas debido a la incansable exploración que llevó a cabo acerca de los recovecos más profundos de la subjetividad humana y sus horrores indescriptibles.

source: Crime similarly presented a challenge to rationality in a degenerate world of mysterious but distinctly human and corrupt motivations.
es_es: De igual modo, el crimen planteaba un desafío a la racionalidad en un mundo degenerado con motivaciones misteriosas pero claramente humanas y corruptas.

source: DIFFUSION
es_es: DIFUSIÓN

source: Darkness enables a person to perceive the soul within, it expands the mind by producing a consciousness of its own potential for divinity.
es_es: La oscuridad permite a una persona percibir el alma en su interior; amplía la mente al producir una conciencia de su propio potencial de divinidad.

source: Darwinian models of evolution, researches in criminology, anatomical and physiological science identified the bestial within the human.
es_es: Los modelos darwinianos de la evolución, las investigaciones en criminología y las ciencias anatómicas y fisiológicas identificaron lo bestial en la naturaleza humana.

source: David Punter’s exhaustive survey of Gothic literature is similarly Freudian, though heavily tempered by Marxist criticism.
es_es: El exhaustivo estudio de David Punter sobre la literatura gótica es igualmente freudiano, aunque fuertemente atenuado por la crítica marxista.

source: Death lays waste to material human aspirations:
es_es: La muerte arrasa con las aspiraciones humanas materiales:

source: Death seems to be the only medium through which Ballard can ﬁnd a semblance of integration and companionship.
es_es: La muerte parece ser el único medio a través del cual Ballard puede hallar la apariencia de integración y compañía.

source: Death, as leveller of earthly desires and ambitions, demands religious faith and hope in order to pave the way for souls to ascend to heaven.
es_es: La muerte, como niveladora de los deseos y ambiciones terrenales, exige fe religiosa y esperanza para allanar el camino que permita a las almas ascender al cielo.

source: Decaying, bleak and full of hidden passageways, the castle was linked to other medieval edifices—abbeys, churches and graveyards especially— that, in their generally ruinous states, harked back to a feudal past associated with barbarity, superstition and fear.
es_es: Decadente, inhóspito y lleno de pasadizos secretos, el castillo estaba relacionado con otros edificios medievales (en especial, abadías, iglesias y cementerios) que, en sus estados por lo general ruinosos, evocaban un pasado feudal asociado a la barbarie, la superstición y el miedo.

source: Despite the distinct imbrication between *Child of God* and the Bildungsroman, a systematic study of its signiﬁcance vis-à-vis the novel’s stance on human subjectivity in postmodern times has not been conducted.
es_es: A pesar del ensamble marcado que existe entre El hijo de Dios y la novela de formación, aún no se llevó a cabo un estudio sistemático del significado de este ensamble frente a la postura que tiene la novela en cuanto a la subjetividad humana en tiempos posmodernos.

source: Despite the lack of general consensus as to the speciﬁc deﬁnition of the term, its birth, as Sarah Graham points out, is “deeply implicated with the German Enlightenment” (2019, p.
es_es: A pesar de la falta de consenso general en cuanto a la definición específica del término, su origen, tal como lo señala Sarah Graham, está profundamente vinculado a la Ilustración alemana (2019, p.

source: Despite the lack of general consensus as to the speciﬁc deﬁnition of the term, its birth, as Sarah Graham points out, is “deeply implicated with the German Enlightenment” (2019, p. 2).
es_es: A pesar de la falta de consenso general en cuanto a la definición específica del término, su origen, tal como lo señala Sarah Graham, está «profundamente vinculado a la Ilustración alemana» (2019, p. 2, traducción propia).

source: Despite the prevailing indiscriminate dismissal of romances and novels, attempts were made to distinguish between modes of fictional writing and to admit a few examples of the latter within the parameters of acceptability.
es_es: A pesar del rechazo indiscriminado predominante hacia los romances y las novelas, se hicieron intentos por distinguir entre las formas de escritura ficcional y por admitir algunos ejemplos de esta última dentro de los parámetros de lo aceptable.

source: Dilthey’s insistence on the idea of formation is also in tune with Mikhail Bakhtin’s “process of becoming” (1986, p.
es_es: La insistencia de Dilthey en el concepto de formación también se corresponde con el «proceso de formación» de Mikhail Bakhtin (1986, p.

source: Dilthey’s insistence on the idea of formation is also in tune with Mikhail Bakhtin’s “process of becoming” (1986, p. 23), which he identiﬁes as the focal point of the genre in “The Bildungsroman and Its Signiﬁcance in the History of Realism” (1936–38).
es_es: La insistencia de Dilthey en el concepto de formación también se corresponde con el «proceso de devenir» de Mikhail Bakhtin (1986, p. 23), que lo identifica como el punto central del género en «El *Bildungsroman* y su significado en la historia del realismo» (1936–38).

source: Do what, said Ballard.”
es_es: ¿Hacer qué? Contestó Ballard”.

source: Doubles, *alter egos,* mirrors and animated representations of the disturbing parts of human identity became the stock devices.
es_es: Los dobles, los *alter egos*, los espejos y las representaciones animadas de las zonas perturbadoras de la identidad humana pasan a ser los recursos habituales.

source: Edward Young's *Night Thoughts* (1749--51) also received such acclaim.
es_es: La obra *Pensamientos nocturnos* (1749–51) de Edward Young también recibió tal reconocimiento.

source: Elevating and expanding mental powers to an almost divine extent signified the displacement of religious authority and mystery by the sublimity of nature and the human imagination.
es_es: Elevar y expandir los poderes mentales hasta un alcance casi divino significó el desplazamiento de la autoridad y el misterio religiosos por la sublimidad de la naturaleza y de la imaginación humana.

source: Encouraging superstitious beliefs Gothic narratives subverted rational codes of understanding and, in their presentation of diabolical deeds and supernatural incidents, ventured into the unhallowed ground of necromancy and arcane ritual.
es_es: Al alentar creencias supersticiosas, las narrativas góticas subvertían los códigos racionales de inteligibilidad y, en la escenificación de actos diabólicos e incidentes sobrenaturales, se internaban en el terreno impío de la nigromancia y del ritual arcano.

source: Enlightenment frustration with the relationship between res cogitans
es_es: la frustración ilustrada ante la relación entre la res cogitans

source: Eric Hage is one of the very few scholars to point out the link between McCarthy’s novel and the Bildungsroman, but even his study gives it a passing mention.
es_es: Eric Hage es uno de los pocos académicos que estableció la relación entre la novela de McCarthy y el *Bildungsroman* y, aun así, la mención fue efímera.
